Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Press the Trackball to Hang up the current call.
be: Націсьніце на трэкбол, каб адхіліць бягучы выклік.

source: Press the back key ↶ to close the keyboard at any point
be: Каб зачыніць клявіятуру, націсьніце клявішу «назад» (↶)

source: Press to check update manually.
be: Націсьніце, каб зірнуць абнаўленьні.

source: Press to see applications recommended by Velcom.
be: Націсьніце, каб зірнуць праґрамы, якія раіць Velcom.

source: Press your phone's Back button to close the keyboard.
be: Каб зачыніць клявіятуру, націсьніце на тэлефоне кнопку «назад».

source: Press your phone's Back button to exit.
be: Націсьне кнопку «назад», каб выйсьці.

source: Prev
be: Назад

source: Prevent use of all device cameras
be: Забараняць карыстацца ўсімі камэрамі прылады

source: Prevent use of the bluetooth dialer when the screen is locked
be: Не дазваляць набіраць праз bluetooth, калі экран замкнёны.

source: Prevents the user from switching to another application.
be: Забараняе карыстальніку пераходзіць да іншае праґрамы.

source: Preview
be: Прагледзець

source: Preview feedback
be: Зірнуць водгук

source: Preview of the selected theme
be: Праглядзець абранае аздабленьне

source: Preview:
be: Прыклад:

source: Previous
be: Назад

source: Previous track button
be: Кнопка «папярэдняя дарожка»

source: Primary
be: Галоўны

source: Primary account.
be: Галоўны рахунак.

source: Primary account. %s
be: Галоўны рахунак. %s

source: Primary name
be: Галоўнае імя

source: Priority:
be: Пяршынства:

source: Priority:\u0020
be: Пяршынства:\u0020

source: Privacy
be: Адасобленасьць

source: Privacy & security
be: Бясьпека й адасобленасьць

source: Privacy Policy
be: Правілы адасобленасьці

source: Privacy policy
be: Правілы адасобленасьці

source: Privacy settings
be: Налады адасобленасьці

source: Privacy: Who can see this?
be: Адасобленасьць: хто можа бачыць гэта?

source: Private
be: Асабісты

source: Private number
be: Схаваны нумар

source: Problem #%1$d:
be: Задача №%1$d:

source: Problem loading widget
be: Выявілася праблема, калі чыталі віджэт

source: Problem reported
be: Паведамілі пра праблему

source: Problem reporting not available in your current location.
be: У бягучым месцазнаходжаньні нельга паведаміць пра праблему.

source: Problem with activation
be: Выявілася непаладка, калі спрабавалі задзейнічаць

source: Problem with file
be: Праблема з файлам

source: Proceed?
be: Ці працягваць?

source: Process %1$s is not responding.
be: Працэс %1$s не адказвае.

source: Process name
be: Назва працэсу

source: Process: %1$s
be: Працэс: %1$s

source: Processes
be: Працэсы

source: Processing
be: Апрацоўваецца

source: Processing…
be: Апрацоўваецца…

source: Prod
be: Выпуск

source: Product
be: Выраб

source: Profile
be: Профіль

source: Profile name
be: Назва профілю

source: Profile photos
be: Фатаздымкі з профілю

source: Profile reported.
be: Паведамілі пра профіль.

source: Profile settings
be: Налады профілю

source: Profile settings: %s
be: Налады профілю: %s

source: Profile: %1$s category: %2$s
be: Профіль: %1$s, катэґорыя: %2$s

source: Profiles
be: Профілі

source: Programming Unsuccessful
be: Не ўдалося запраґрамаваць

source: Prompt
be: Запытацца

source: Protect your tablet from unauthorized use by creating a personal screen unlock pattern.
be: Абараніце пляншэт ад недазволенага выкарыстаньня — стварыце асабісты ўзор адмыкаць экран.

source: Protected network available
be: Маецца доступ да абароненае сеткі

source: Protocol to use
be: Пратакол

source: Provide a year
be: Паказваць год

source: Provider %1$s is in use.
be: Правайдар %1$s выкарыстоўваецца.

source: Provides list of words added by user.
be: Паказвае сьпіс слоў, якія дадаў карыстальнік.

source: Province
be: Акруга

source: Proxy
be: Пасродак

source: Proxy hostname
be: Вузел пасродку

source: Proxy port
be: Порт пасродку

source: Proxy settings
be: Налады пасродку

source: Public
be: Агульнадаступны

source: Publish
be: Апублікаваць

source: Publish this most on my wall?
be: Ці апублікаваць тое самае на сьцяне?

source: Publishing post.
be: Дасылаецца допіс.

source: Pull down to refresh...
be: Пацягніце ўніз, каб абнавіць…

source: Pull to load previous...
be: Пацягніце, каб прачытаць папярэдняе…

source: Pull to refresh
be: Пацягніце, каб абнавіць

source: Pulse light for notifications
be: Мігцець лямпачкаю па спавяшчэньні

source: Pulse notification light
be: Мігцець па спавяшчэньні

source: Pulse notification light repeatedly for new notifications
be: Шматразова мігцець па новых спавяшчэньнях

source: Pulse trackball light repeatedly for new notifications
be: Шматразова мігцець падсьвятленьнем трэкболу па новых спавяшчэньнях

source: Pumpkin Pie
be: Гарбузовы пірог

source: Purchase Pro version
be: Набыць прафэсійную вэрсію

source: Purchase application
be: Купіць праґраму

source: Purchased
be: Купілі

source: Push Subscriptions
be: Падпіскі на штуршкі

source: Push button
be: Націснуць кнопку

source: Push subscriptions
be: Падпіскі на штуршкі

source: Puts the activity manager into a shutdown state.
be: Пераводзіць кіраўнік дзейнасьці ў вылучаны стан.

source: Puts the activity manager into a shutdown state. Does not perform a complete shutdown.
be: Пераводзіць кіраўнік дзейнасьці ў выключаны стан. Цалкам тэлефон не выключаецца.

source: Queue
be: У чаргу

source: Queue for download later?
be: Ці паставіць файл у чаргу?

source: Queued
be: У чарзе

source: Queued successfull
be: Паставілі ў чаргу

source: Quick capture
be: Хутка здымаць

source: Quick contact for %1$s
be: Хутка зьвязацца з %1$s

source: Quick controls
be: Хутка кіраваць

source: Quick fixes
be: Кемліва выпраўляць

source: Quick launch
be: Хутка запускаць

source: Quick response
be: Хуткі адказ

source: Quick responses
be: Хуткія адказы

source: Quit
be: Выйсьці

source: Quoted text
be: Вытрымка

source: Qwerty keypad
be: Клявіятура «йцукен»

source: RAM
be: Апэр. пам.

source: RETAKE
be: ЯШЧЭ РАЗ

source: RSVP
be: Ваш адказ

source: RSVP to this Event
be: Адказаць на запрашэньне

source: RUIM/SIM
be: RUIM або SIM

source: Radio
be: Радыётэлефон

source: Radio off
be: Сувязь вылучылі

source: Radio resets:
be: Колькі разоў узнаўлялі радыёсувязь:

source: Random selection
be: Абіраць выпадкова

source: Rate
be: Ацаніць

source: Rate Places
be: Ацаніць месцы

source: Rate it!
be: Ацаніць!

source: Rate this video
be: Ацаніць відэа

source: Rating:
be: Ацэнка:

source: Re-authorization is required.
be: Трэба нанова апазнацца.

source: Re-authorize
be: Апазнацца зноўку

source: Re-enable data
be: Дазволіць сеціва

source: Re-enable this with Settings > Applications > Manage applications.
be: Задзейнічаць зноўку можна ў «Наладах» > «Праґрамы» > «Кіраваць праґрамамі».

source: Re-type new PIN
be: Яшчэ раз набярыце новы PIN

source: Reactivating your account…
be: Задзейнічаем нанова рахунак…

source: Read
be: Прачытанае

source: Read Email attachments
be: Чытаць паштовыя залучнікі

source: Read Google service configuration
be: Чытаць настаўленьні службы Google

source: Read Google settings
be: Чытаць налады Google

source: Read YouTube's Terms of Service.
be: Прачытаць умовы абслугоўваньня службаю YouTube.

source: Read all comments
be: Чытаць усе выказваньні

source: Read and write your SMS, e-mail, and other messages.
be: Чытаць і запісваць SMS, лісты ды іншыя паведамленьні.

source: Read email attachments
be: Чытаць паштовыя залучнікі

source: Read reports
be: Справаздачы па прачытаным

source: Read/Unread
be: Прачытаныя ці непрачытаныя

source: Read/unread
be: Прачытанае ці не

source: Reading from SIM card\u2026
be: Чытаецца з карткі SIM…

source: Reading from SIM card…
be: Чытаецца з карткі SIM…

source: Reading from UIM card…
be: Чытаецца з карткі UIM…

source: Reading of vCard data has failed
be: Не ўдалося прачытаць зьвесткі візытоўкі

source: Reading settings\u2026
be: Чытаюцца налады…

source: Reading settings…
be: Чытаюцца налады…

source: Reading vCard
be: Чытаецца візытоўка

source: Reading vCard data was canceled
be: Спынілі чытаць зьвесткі візытоўкі

source: Reading vCard file(s)
be: Чытаюцца файл(ы) візытоўкі

source: Ready for video calling
be: Можна выклікаць па відэа

source: Ready to make video calls
be: Зараз ужо можна выклікаць па відэа

source: Ready to transmit app content via NFC
be: Можна перадаваць праґрамы праз зносіны блізкага поля (NFC)

source: Real-time check
be: Спраўджваць у бягучым часе

source: Really Remove
be: Ці сапраўды сьцерці

source: Really Remove Current Catalog?
be: Ці сапраўды сьцерці бягучы каталёґ?

source: Really low rates for calling and texting phones abroad make Skype a great money-saving option.
be: Skype можна дапамагчы захаваць грошы дзякуючы сапраўды нізкім коштам тэлефанаваць ды пісаць на замежныя нумары.

source: Realtime check
be: Спраўджваць у бягучым часе

source: Reason for failure: \"%s\"
be: Падстава няўдачы: «%s»

source: Reason: %1$s
be: Падстава: %1$s

source: Reason: \"%s\"
be: Падстава: «%s»

source: Reboot
be: Запусьціць нанова

source: Reboot phone
be: Нанова запусьціць тэлефон

source: Rebooting now…
be: Запускаецца нанова…

source: Rebooting to install in %d seconds…
be: Каб усталяваць, запусьцімся нанова праз %d сэк…

source: Rebooting to install in 1 second…
be: Каб усталяваць, запусьцімся нанова праз сэкунду…

source: Rebooting\u2026
be: Нанова запускаецца…

source: Rebooting…
be: Запускаецца нанова…

source: Receive calls from
be: Прымаць выклікі…

source: Receive incoming calls
be: Прымаць уваходныя выклікі

source: Receive video calls from
be: Прымаць выклікі па відэа…

source: Received
be: Атрыманае

source: Received calls
be: Атрыманыя выклікі

source: Received:
be: Атрымалі:

source: Received:\u0020
be: Атрымалі:\u0020

source: Receiving calls
be: Выклікі прымаюцца

source: Receiving file\u2026
be: Атрымваем файл…

source: Receiving file…
be: Атрымваем файл…

source: Recent
be: Нядаўнія

source: Recent Destinations
be: Апошнія кірункі

source: Recent apps
be: Апошнія праґрамы

source: Recent chats
be: Апошнія гутаркі

source: Recent folders
be: Нядаўнія каталёґі

source: Recent folders (%s)
be: Нядаўнія каталёґі (%s)

source: Recent friend check-ins
be: Нядаўна адзначаліся

source: Recent messages
be: Апошнія паведамленьні

source: Recently added
be: Нядаўна дадалі

source: Recently visited pages
be: Бачыны, якія нядаўна наведвалі

source: Recently-visited pages
be: Апошняе, што наведалі

source: Recipient Error
be: Памылка атрымальніка

source: Recipient:
be: Атрымальнік:

source: Recipient:\u0020
be: Атрымальнік:\u0020

source: Recommendations
be: Парады

source: Recommended
be: Прапанавае

source: Recommended for you
be: Прапануецца вам

source: Recommended if you don't have a flat tariff rate
be: Раіцца, калі вы маеце не адзіны на суткі кошт за перадаванае

source: Recommended: 1600 pixels (for sharing, prints and screensavers)
be: Раіцца: 1600 піксаляў (хопіць, каб падзяліцца, выдрукаваць ды інш.)

source: Recomputing size\u2026
be: Нанова вылічваецца памер…

source: Recomputing size…
be: Нанова вылічваецца памер…

source: Reconnecting
be: Злучаемся нанова

source: Record
be: Запісаць

source: Record Feedback
be: Запішыце водгук

source: Record audio
be: Запісаць гук

source: Record voice comment
be: Запісаць галасавое выказваньне

source: Recording voicemail
be: Запісваецца галасавая пошта

source: Recording...
be: Запісваецца…

source: Records
be: Запісы

source: Recovery
be: Аднаўленьне

source: Rectangle
be: Прастакутнік

source: Red
be: Чырвоны

source: Red text on black
be: Чырвонае па чорным

source: Red tint
be: Адценьні чырвонага

source: Redirect gateway
be: Накіроўваць у браму

source: Redraw
be: Перамаляваць

source: Reduce the screen brightness and/or screen timeout
be: Паменшыце падсьвятленьне ды (або) час чаканьня экрану

source: Reduces battery life
be: Памяншае час працы батарэі

source: Referred by
be: Датычыцца

source: Refresh
be: Абнавіць

source: Refresh Stats
be: Абнавіць статыстыку

source: Refresh interval
be: Прамежак між абнаўленьнямі

source: Refresh list
be: Абнавіць сьпіс

source: Refresh messages, news in background, show notifications.
be: Абнаўляць на заднім пляне паведамленьні, навіны; паказваць спавяшчэньні.

source: Refresh page
be: Абнавіць бачыну

source: Refresh settings
be: Налады абнаўленьня

source: Refresh status
be: Стан абнаўленьня

source: Refreshing feeds…
be: Абнаўляюцца жывільнікі…

source: Refreshing friends...
be: Абнаўляецца сьпіс сяброў…

source: Refreshing statuses…
be: Абнаўляюцца станы…

source: Refreshing...
be: Абнаўляецца…

source: Refreshing\u2026
be: Абнаўляецца…

source: Refreshing…
be: Абнаўляецца…

source: Refund
be: Вярнуць грошы

source: Refund of %1$s was unsuccessful.
be: Не ўдалося вярнуць «%1$s».

source: Refund unsuccessful.
be: Вярнуць не ўдалося.

source: Refunding…
be: Вяртаюцца грошы…

source: Refunds are available only the first time you purchase an item, so you are not eligible to request any other refunds for this item.
be: Вяртаць грошы можна толькі калі вы першы раз купляеце нешта, таму вы ня маеце права болей запытвацца, каб вам вярнулі грошы за гэтую праґраму.

source: Regional
be: Мясцовае

source: Regional (%s)
be: Мясцовы (%s)

source: Regional news disabled
be: Забараніць раённыя навіны

source: Regional news enabled
be: Дазволіць раённыя навіны

source: Register the profile automatically
be: Самарушна стварыць профіль

source: Registered on network.
be: Запісаліся ў сетцы.

source: Registering on %s…
be: Запісваемся ў %s…

source: Registering on %s\u2026
be: Запісваемся ў %s…

source: Registering phone…
be: Тэлефон запісваецца…

source: Registering...
be: Запісваемся…

source: Registration was successful.
be: Пасьпяхова запісаліся.

source: Regulatory domain
be: Абсяг паўнамоцтваў

source: Rejected
be: Адхіленае

source: Rejection of undesired annoying calls
be: Адхіляць непажаданыя дакучлівыя выклікі

source: Related videos
be: Ацэненыя відэа.

source: Relationship
be: Дачыненьне

source: Relationship Status
be: Сямейнае становішча

source: Relationship status
be: Сямейнае становішча

source: Relative
be: Сваяк

source: Release
be: Выпуск

source: Release finger when done.
be: Адпусьціце палец, калі скончыце.

source: Release to load history...
be: Адпусьціце, каб прачытаць гісторыю…

source: Release to load more messages
be: Адпусьціце, каб прачытаць болей паведамленьняў

source: Release to refresh
be: Адпусьціце, каб абнавіць

source: Release to refresh...
be: Адпусьціце, каб абнавіць…

source: Religious Views
be: Рэліґійныя погляды

source: Reload gestures
be: Перачытаць жэсты

source: Reload this web page later.
be: Нанова прачытайце гэтую бачыну пазьней.

source: Remember
be: Запомніць

source: Remember Skype-to-Skype calls are always free.
be: Памятайце: за выклікі ўнутры сеткі Skype плаціць ня трэба.

source: Remember data I type in forms for later use
be: Памятаць, што я набіраю ў блянках, каб ужываць пасьля

source: Remember form data
be: Памятаць зьвесткі блянкаў

source: Remember passwords
be: Памятаць паролі

source: Remember preference
be: Памятаць перавагі

source: Remember settings
be: Запомніць налады

source: Remember this choice
be: Памятаць гэты выбар

source: Remember this connection
be: Памятаць гэтае злучэньне

source: Remember to delete it as soon as you have successfully copied it off the device or the email is received.
be: Не забудзьце выдаліць яе адразу, як яна перапішацца на прыладу ці дойдзе па электроннае пошце да атрымальніка.

source: Remember username
be: Запомніць імя карыстальніка

source: Remember, first my bath, then your work.
be: Памятай: спачатку мая ванна, потым твая праца.

source: Remembered
be: Запомнілі

source: Reminder settings
be: Налады напамінаў

source: Reminder time
be: Нагадваць а

source: Reminder type
be: Від напаміну:

source: Reminders
be: Напаміны

source: Remote IP Address
be: Адлеглы адрас IP

source: Remote Sets Addresses
be: Адлегла вызначаць адрасы

source: Remote security administration
be: Адлеглае кіраваньне бясьпекаю

source: Removable SD card
be: Рухомая картка SD

source: Remove
be: Прыбраць

source: Remove %s from List
be: Прыбраць %s са сьпісу

source: Remove Ads
be: Пазбавіцца рэклямы

source: Remove Catalog
be: Сьцерці пералік

source: Remove Cc/Bcc
be: Выкрасьліць копію

source: Remove Facebook data
be: Сьцерці дадзеныя Facebook

source: Remove Facebook data from Contacts.
be: Сьцерці дадзеныя Facebook з кантактаў.

source: Remove account
be: Прыбраць рахунак

source: Remove account?
be: Ці прыбраць рахунак?

source: Remove all certificates
be: Прыбраць усе пасьведчаньні

source: Remove all the contents?
be: Ці прыбраць усё зьмесьціва?

source: Remove all the searches you have performed
be: Выкрасьліць запісы таго, што вы шукалі

source: Remove attendee
be: Прыбраць наведніка

source: Remove comment
be: Сьцерці выказваньне

source: Remove contact
be: Выкрасьліць кантакт

source: Remove contact?
be: Ці выкрасьліць кантакт?

source: Remove face tag
be: Сьцерці пазнаку асобы

source: Remove friend
be: Выкрасьліць сябра

source: Remove from bookmarks
be: Выкрасьліць з закладак

source: Remove from call log
be: Выкрасьліць зь гісторыі выклікаў

source: Remove from favorites
be: Выкрасьліць з упадабаных

source: Remove from history
be: Выкрасьліць зь гісторыі

source: Remove from list
be: Прыбраць са сьпісу

source: Remove from playlist
be: Прыбраць са сьпісу

source: Remove from search history
be: Прыбраць зь гісторыі пошуку

source: Remove group
be: Прыбраць суполку

source: Remove icon
be: Прыбраць значак

source: Remove label
be: Выкрасьліць цэтлік

source: Remove music
be: Сьцерці музыку

source: Remove photo
be: Ці выкрасьліць фатаздымак?

source: Remove photo?
be: Ці выкрасьліць фатаздымак?

source: Remove picture
be: Сьцерці малюнак

source: Remove post
be: Сьцерці допіс

source: Remove reminder
be: Выкрасьліць напамін

source: Remove slide
be: Сьцерці слайд

source: Remove star
be: Прыбраць адзнаку

source: Remove sync group
be: Прыбраць суполку сынхранізаваньня

source: Remove text
be: Сьцерці тэкст

source: Remove the ALL category and use categories only
be: Прыбраць пералік усіх праґрамаў: пакінуць толькі асобныя пералікі

source: Remove this device
be: Выкрасьліць гэтую прыладу

source: Remove this screen and all of its content?
be: Ці выкрасьліць гэты экран з усім зьмесьцівам?

source: Remove this screen and all the content?
be: Ці выкрасьліць гэты экран з усім зьмесьцівам?

source: Remove unlock PIN
be: Прыбраць код PIN адмыкаць экран

source: Remove unlock password
be: Прыбраць пароль адмыкаць экран

source: Remove unlock pattern
be: Прыбраць узор адмыкаць экран

source: Remove video
be: Сьцерці відэа

source: Removed
be: Сьцерлі

source: Removed SD card
be: Выцягнулі картку SD

source: Removed USB storage
be: Выцягнулі сховішча USB

source: Removed apps
be: Прыбраныя праґрамы

source: Removed from bookmarks
be: Прыбралі з закладак

source: Removed from bookmarks.
be: Прыбралі з закладак.

source: Removed from your phone.
be: Сьцерлі з тэлефона.

source: Removed from your subscriptions.
be: Прынялі з вашых падпісак.

source: Removing '%s' from sync will also remove any ungrouped contacts from sync.
be: Калі выкрасьліць «%s» з сынхранізаваньня, усе кантакты, што не ўваходзяць у іншыя суполкі, ня будуць сынхранізавацца.

source: Removing Face Tag
be: Сьціраецца пазнака

source: Removing \'%s\' from sync will also remove any ungrouped contacts from sync.
be: Калі выкрасьліць «%s» з сынхранізаваньня, усе кантакты, што не ўваходзяць у іншыя суполкі, ня будуць сынхранізавацца.

source: Removing comment.
be: Сьціраецца выказваньне.

source: Removing contact
be: Выкрасьляецца кантакт

source: Removing from favorites
be: Выкрасьляем з упадабаных

source: Removing it will also delete all of its messages, contacts, and other data from the phone.
be: Усе паведамленьні з рахунку, кантакты ды іншыя зьвесткі выдаляцца з тэлефона.

source: Removing number...
be: Нумар выкрасьляецца…

source: Removing post.
be: Сьціраецца допіс.

source: Removing the account...
be: Рахунак зьнішчаецца…

source: Removing this account will delete all of its messages, contacts, and other data from the phone!
be: Усе паведамленьні з рахунку, кантакты ды іншыя зьвесткі выдаляцца з тэлефона!

source: Removing this account will delete all of its messages, contacts, and other data from the tablet!
be: Усе паведамленьні з рахунку, кантакты ды іншыя зьвесткі выдаляцца з пляншэта!

source: Rename
be: Назваць

source: Rename contact
be: Назваць кантакт

source: Rename folder
be: Назваць каталёґ

source: Rename phone
be: Назваць тэлефон

source: Rename tablet
be: Назваць пляншэт

source: Renew subscription
be: Падоўжыць падпіску

source: Repeat
be: Паўтараць

source: Repeat is off.
be: Не паўтараецца.

source: Repeat password
be: Паўтарыце пароль

source: Repeat slideshow
be: Паўторна паказваць слайды

source: Repeating all songs.
be: Паўтараюцца ўсе песьні.

source: Repeating current song.
be: Паўтараецца бягучая песьня.

source: Repetition
be: Паўтараць

source: Replace
be: Замяніць

source: Replace a photo
be: Замяніць здымак

source: Replace application
be: Замяніць праґраму

source: Replace picture
be: Замяніць малюнак

source: Replace the wild character with
be: Замяняць шаблёнавы знак наступным:

source: Replace\u2026
be: Замяніць…

source: Replies
be: Адказы

source: Reply
be: Адказаць

source: Reply All
be: Адказаць усім

source: Reply all
be: Адказаць усім

source: Reply by Gmail
be: Адказаць праз Gmail

source: Reply by Talk
be: Адказаць у Гутарцы

source: Reply to %s
be: Адказаць %s

source: Reply to all
be: Адказаць усім

source: Report
be: Справаздача

source: Report Abuse
be: Паскардзіцца

source: Report An Issue
be: Паведаміць пра праблему

source: Report Photo Abuse
be: Паскардзіцца на здымак

source: Report a Problem
be: Паведаміць пра праблему

source: Report a defective or malicious application:
be: Паведаміць пра благую або зламысную праґраму:

source: Report a problem
be: Паведаміць пра праблему

source: Report a problem allows you to record a short voice message describing an issue with the map or your route.
be: Вы можаце запісаць кароткае галасавое паведамленьне, якое апісвае праблему з мапаю ці шляхам.

source: Report abuse
be: Паскардзіцца

source: Report feedback
be: Пакінуць водгук

source: Report spam
be: Паведаміць пра лухту

source: Report type
be: Від паведамленьня

source: Reported
be: Паскардзіліся

source: Reported %1$d conversation as spam.
be: Пазначылі як лухту %1$d размову.

source: Reported %1$d conversations as spam.
be: Пазначылі як лухту некалькі (%1$d) размоў.

source: Reporting %1$d conversation as spam.
be: Пазначаецца як лухта %1$d размова.

source: Reporting %1$d conversations as spam.
be: Пазначаюцца як лухта некалькі (%1$d) размоў.

source: Reporting Photo
be: Паведамляем пра здымак

source: Reporting abuse...
be: Скардзімся…

source: Reporting comments
be: Публікуюцца выказваньні

source: Request a delivery report for each message you send
be: Па кожным паведамленьні запытвацца, ці даставілі яго

source: Request a read report for each message you send
be: Па кожным паведамленьні запытвацца, ці прачыталі яго

source: Request accepted.
be: Запыт пацьвердзілі.

source: Request can't be handled correctly.
be: Нельга апрацаваць запыт належным чынам.

source: Request desktop site
be: Бачына для настольных

source: Request successful, but file size is unknown. Please check FlylinkDC++ queue
be: Запыталіся пасьпяхова, але памер файла невядомы. Спраўдзіце чаргу FlylinkDC++

source: Request successful, but link type is unknown. Please check FlylinkDC++ queue. To support P2P links install TransDroid application
be: Запыталіся пасьпяхова, але від спасылкі невядомы. Спраўдзіце чаргу FlylinkDC++. Каб мець падтрымку спасылак P2P, усталюйце праґраму TransDroid

source: Requested UID:
be: Запытаны азначальнік карыстальніка:
